"""
Кейс: Допустим, вы работаете над задачей, по обработке данных, связанной с математикой, и вам нужно выполнить несколько сложных математических операций, а также отфильтровать, агрегировать и визуализировать данные. 
Вместо того, чтобы писать все эти функции самостоятельно, вы можете использовать пакет Python, такой как math или numpy, который содержит готовые к использованию математические функции. 
Они предоставляют функции для выполнения математических операций, таких как сложение, вычитание, умножение и деление, а также
функции для работы с массивами чисел"""
